<h2>Правила игры</h2>
<p>Нажимая кнопку "Начать игру" - игрок соглашается на все нижесказанные правила игры, независимо от ознакомления с ними.</p>
<p>Стоимость одной игры - 30 донат-поинтов.</p>
<p>Начиная игру, с аккаунта списываются донат-поинты и пополняется баланс приложения.</p>
<p>Отменить данное действие - невозможно, принимать решение нужно ДО начала игры.</p>
<p>После зачисления донат-поинтов на счёт игры, перед Вами появляется выбор из трех сундуков.</p>
<p>В одном из сундуков находится клад, который уможит Ваш нынешний баланс на x3.</p>
<p>То есть если стоимость игры - 30 донат-поинтов, то после того, как вы находите призовной сундук, Ваш баланс становится 90,</p>
<p>далее, если снова угадали, то 270, 810 и тд.</p>
<p>Если в открытом сундуке ничего не оказалось - игра заканчивается, а баланс обнуляется.</p>
<p>Завершить игру и забрать весь баланс - возможно только после открытия призовного сундука,</p>
<p>когда появляется меню о выборе: "продолжить игру" или "забрать приз"(нынешний баланс).</p>
<p>Если Вы продолжаете игру, никаким другим способом, Вы не сможете отменить игру и забрать приз,</p>
<p>только кроме открытия следующего сундука с кладом.</p>
<p>Баланс аккаунта обнуляется, если Вы перезапустите страницу, бразуер, компьютер.</p>
<p>Revent RP не несёт ответственности за проигрыш участников, вся игра строится на желание игроков поиметь выгоду и</p>
<p>вся отвественность за игру ложится на плече игрока.</p>